Repository: stanlsv/sayboard
Catalog: Sayboard/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, tr, uk, zh

source: Compact Whisper model. It is slightly smaller than Parakeet and supports far more languages.
bg: Компактен Whisper модел. Малко по-малък е от Parakeet и поддържа много повече езици.
cs: Kompaktní model Whisper. Je o něco menší než Parakeet a podporuje mnohem více jazyků.
da: Kompakt Whisper-model. Den er lidt mindre end Parakeet og understøtter langt flere sprog.
de: Kompaktes Whisper-Modell. Es ist etwas kleiner als Parakeet und unterstützt weit mehr Sprachen.
el: Συμπαγές μοντέλο Whisper. Είναι λίγο μικρότερο από το Parakeet και υποστηρίζει πολύ περισσότερες γλώσσες.
es: Modelo Whisper compacto. Es algo más pequeño que Parakeet y admite muchos más idiomas.
et: Kompaktne Whisperi mudel. See on veidi väiksem kui Parakeet ja toetab palju rohkem keeli.
fi: Kompakti Whisper-malli. Se on hieman Parakeetia pienempi ja tukee huomattavasti useampia kieliä.
fr: Modèle Whisper compact. Il est un peu plus petit que Parakeet et prend en charge bien plus de langues.
hi: कॉम्पैक्ट Whisper मॉडल। यह Parakeet से थोड़ा छोटा है और कहीं ज़्यादा भाषाओं का समर्थन करता है।
hr: Kompaktan Whisper model. Nešto je manji od Parakeeta i podržava mnogo više jezika.
hu: Kompakt Whisper modell. Valamivel kisebb a Parakeetnél, és sokkal több nyelvet támogat.
it: Modello Whisper compatto. È leggermente più piccolo di Parakeet e supporta molte più lingue.
ja: コンパクトなWhisperモデル。Parakeetよりわずかに小さく、はるかに多くの言語に対応します。
ko: 경량 Whisper 모델입니다. Parakeet보다 조금 작으면서 훨씬 많은 언어를 지원합니다.
lt: Kompaktiškas Whisper modelis. Jis šiek tiek mažesnis už Parakeet ir palaiko kur kas daugiau kalbų.
lv: Kompakts Whisper modelis. Tas ir nedaudz mazāks nekā Parakeet un atbalsta daudz vairāk valodu.
nb: Kompakt Whisper-modell. Den er litt mindre enn Parakeet og støtter langt flere språk.
nl: Compact Whisper-model. Het is iets kleiner dan Parakeet en ondersteunt veel meer talen.
pl: Kompaktowy model Whisper. Jest nieco mniejszy od Parakeet i obsługuje dużo więcej języków.
pt: Modelo Whisper compacto. É um pouco menor que o Parakeet e compatível com muito mais idiomas.
ro: Model Whisper compact. Este puțin mai mic decât Parakeet și acceptă mult mai multe limbi.
ru: Компактная модель Whisper. Она немного меньше Parakeet и поддерживает намного больше языков.
sk: Kompaktný model Whisper. Je o niečo menší než Parakeet a podporuje oveľa viac jazykov.
sl: Kompakten model Whisper. Je nekoliko manjši od Parakeeta in podpira veliko več jezikov.
sv: Kompakt Whisper-modell. Den är något mindre än Parakeet och stöder betydligt fler språk.
tr: Kompakt Whisper modeli. Parakeet’ten biraz daha küçük ve çok daha fazla dili destekler.
uk: Компактна модель Whisper. Трохи менша за Parakeet і підтримує набагато більше мов.
zh: 精简 Whisper 模型。比 Parakeet 略小，支持的语言多得多。

source: Compiled models will be removed from cache. Recompilation will be required on next use, which may take up to a minute.
bg: Компилираните модели ще бъдат премахнати от кеша. При следващата употреба ще е необходима повторна компилация, което може да отнеме до минута.
cs: Zkompilované modely budou odstraněny z mezipaměti. Při příštím použití bude nutná opětovná kompilace, která může trvat až minutu.
da: Kompilerede modeller fjernes fra cachen. Næste gang du bruger dem, skal de kompileres igen, hvilket kan tage op til et minut.
de: Kompilierte Modelle werden aus dem Cache entfernt. Bei der nächsten Verwendung ist eine Neukompilierung erforderlich, die bis zu einer Minute dauern kann.
el: Τα μεταγλωττισμένα μοντέλα θα αφαιρεθούν από την κρυφή μνήμη. Θα απαιτηθεί εκ νέου μεταγλώττιση κατά την επόμενη χρήση, η οποία μπορεί να διαρκέσει έως ένα λεπτό.
es: Los modelos compilados se eliminarán del caché. Habrá que recompilarlos en el próximo uso, lo que puede tardar hasta un minuto.
et: Kompileeritud mudelid eemaldatakse vahemälust. Järgmisel kasutamisel on vaja need uuesti kompileerida, mis võib võtta kuni minuti.
fi: Käännetyt mallit poistetaan välimuistista. Seuraavalla käytöllä ne käännetään uudelleen, mikä voi kestää jopa minuutin.
fr: Les modèles compilés seront supprimés du cache. Une recompilation sera nécessaire à la prochaine utilisation, ce qui peut prendre jusqu’à une minute.
hi: संकलित मॉडल कैश से हटा दिए जाएँगे। अगले उपयोग पर पुनः संकलन आवश्यक होगा, जिसमें एक मिनट तक लग सकता है।
hr: Kompajlirani modeli bit će uklonjeni iz predmemorije. Pri sljedećem korištenju potrebna je ponovna kompilacija, što može potrajati do jedne minute.
hu: A lefordított modellek törlődnek a gyorsítótárból. A következő használatkor újrafordítás szükséges, ami akár egy percig is tarthat.
it: I modelli compilati verranno rimossi dalla cache. Al prossimo utilizzo sarà necessaria una ricompilazione che potrebbe richiedere fino a un minuto.
ja: コンパイル済みモデルがキャッシュから削除されます。次回使用時に再コンパイルが必要で、最大1分かかる場合があります。
ko: 컴파일된 모델이 캐시에서 제거됩니다. 다음 사용 시 재컴파일이 필요하며, 최대 1분이 소요될 수 있습니다.
lt: Sukompiliuoti modeliai bus pašalinti iš talpyklos. Kitą kartą naudojant prireiks perkompiliavimo, kuris gali užtrukti iki minutės.
lv: Kompilētie modeļi tiks izņemti no kešatmiņas. Nākamajā lietošanas reizē būs nepieciešama atkārtota kompilācija, kas var aizņemt līdz minūtei.
nb: Kompilerte modeller fjernes fra bufferen. Ny kompilering kreves ved neste bruk, noe som kan ta opptil ett minutt.
nl: Gecompileerde modellen worden uit de cache verwijderd. Hercompilatie is nodig bij volgend gebruik, wat tot een minuut kan duren.
pl: Skompilowane modele zostaną usunięte z pamięci podręcznej. Przy następnym użyciu wymagana będzie ponowna kompilacja, która może potrwać do minuty.
pt: Os modelos compilados serão removidos do cache. Será necessária recompilação no próximo uso, o que pode levar até um minuto.
ro: Modelele compilate vor fi eliminate din memoria cache. La următoarea utilizare va fi necesară recompilarea, care poate dura până la un minut.
ru: Скомпилированные модели будут удалены из кэша. При следующем использовании потребуется повторная компиляция — это может занять до минуты.
sk: Skompilované modely budú odstránené z vyrovnávacej pamäte. Pri ďalšom použití bude potrebná rekompilácia, ktorá môže trvať až minútu.
sl: Prevedeni modeli bodo odstranjeni iz predpomnilnika. Ob naslednji uporabi bo potrebno ponovno prevajanje, kar lahko traja do minute.
sv: Kompilerade modeller tas bort från cachen. Omkompilering krävs vid nästa användning, vilket kan ta upp till en minut.
tr: Derlenmiş modeller önbellekten kaldırılacaktır. Bir sonraki kullanımda yeniden derleme gerekecek ve bu bir dakikaya kadar sürebilir.
uk: Скомпільовані моделі буде видалено з кешу. При наступному використанні знадобиться повторна компіляція, яка може зайняти до хвилини.
zh: 已编译的模型将从缓存中移除。下次使用时需要重新编译，可能需要一分钟。

source: Completed
bg: Завършено
cs: Dokončeno
da: Færdig
de: Erledigt
el: Ολοκληρώθηκε
es: Completado
et: Tehtud
fi: Suoritettu
fr: Terminé
hi: पूर्ण
hr: Dovršeno
hu: Teljesítve
it: Completato
ja: 完了
ko: 완료됨
lt: Įvykdyta
lv: Izpildīts
nb: Fullført
nl: Voltooid
pl: Wykonane
pt: Concluído
ro: Finalizat
ru: Выполнено
sk: Dokončené
sl: Dokončano
sv: Slutfört
tr: Tamamlandı
uk: Виконано
zh: 已完成

source: Configured earlier
bg: Настроено по-рано
cs: Dříve nastaveno
da: Tidligere indstillet
de: Früher eingerichtet
el: Ρυθμίστηκαν παλαιότερα
es: Configurado antes
et: Varem seadistatud
fi: Aiemmin määritetyt
fr: Configuré auparavant
hi: पहले सेट किया गया
hr: Ranije postavljeno
hu: Korábban beállítva
it: Configurato in precedenza
ja: 以前の設定
ko: 이전 설정
lt: Anksčiau nustatyta
lv: Iepriekš iestatīts
nb: Tidligere angitt
nl: Eerder ingesteld
pl: Ustawione wcześniej
pt: Configurado antes
ro: Configurat anterior
ru: Настроено раньше
sk: Predtým nastavené
sl: Prej nastavljeno
sv: Tidigare inställt
tr: Daha Önce Ayarlananlar
uk: Налаштовано раніше
zh: 此前的设置

source: Continue
bg: Продължете
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätka
fi: Jatka
fr: Continuer
hi: जारी रखें
hr: Nastavi
hu: Folytatás
it: Continui
ja: 続ける
ko: 계속
lt: Tęsti
lv: Turpināt
nb: Fortsett
nl: Ga door
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
tr: Devam Et
uk: Продовжити
zh: 继续

source: Continue writing
bg: Продължи писането
cs: Pokračovat v psaní
da: Fortsæt med at skrive
de: Weiterschreiben
el: Συνέχεια γραφής
es: Continuar escribiendo
et: Jätka kirjutamist
fi: Jatka kirjoittamista
fr: Continuer à écrire
hi: लिखना जारी रखें
hr: Nastavi pisati
hu: Írás folytatása
it: Continui a scrivere
ja: 書き続ける
ko: 이어서 쓰기
lt: Tęsti rašymą
lv: Turpināt rakstīt
nb: Fortsett å skrive
nl: Verder schrijven
pl: Kontynuuj pisanie
pt: Continuar escrevendo
ro: Continuă scrierea
ru: Продолжить текст
sk: Pokračovať v písaní
sl: Nadaljuj pisanje
sv: Fortsätt skriva
tr: Yazmaya devam et
uk: Продовжити текст
zh: 继续写作

source: Could not reach model server. Check your connection and try again.
bg: Сървърът на моделите е недостъпен. Проверете връзката си и опитайте отново.
cs: Nelze se připojit k serveru modelů. Zkontrolujte připojení a zkuste to znovu.
da: Kunne ikke nå modelserveren. Kontrollér din forbindelse og prøv igen.
de: Modellserver nicht erreichbar. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
el: Δεν ήταν δυνατή η σύνδεση με τον διακομιστή μοντέλων. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se pudo conectar al servidor de modelos. Compruebe su conexión y vuelva a intentarlo.
et: Mudeli serveriga ei õnnestunud ühendust luua. Kontrollige ühendust ja proovige uuesti.
fi: Mallipalvelimeen ei saatu yhteyttä. Tarkista yhteys ja yritä uudelleen.
fr: Impossible de joindre le serveur de modèles. Vérifiez votre connexion et réessayez.
hi: मॉडल सर्वर तक नहीं पहुँच सका। अपना कनेक्शन जाँचें और पुनः प्रयास करें।
hr: Poslužitelj modela nije dostupan. Provjerite vezu i pokušajte ponovno.
hu: A modellszerver nem érhető el. Ellenőrizze a kapcsolatát, és próbálja újra.
it: Impossibile raggiungere il server dei modelli. Controlli la connessione e riprovi.
ja: モデルサーバーに接続できません。接続を確認してもう一度お試しください。
ko: 모델 서버에 연결할 수 없습니다. 연결을 확인하고 다시 시도하세요.
lt: Nepavyko pasiekti modelių serverio. Patikrinkite ryšį ir bandykite dar kartą.
lv: Neizdevās sasniegt modeļu serveri. Pārbaudiet savienojumu un mēģiniet vēlreiz.
nb: Kunne ikke nå modellserveren. Sjekk tilkoblingen og prøv igjen.
nl: Modelserver niet bereikbaar. Controleer uw verbinding en probeer het opnieuw.
pl: Nie można połączyć się z serwerem modeli. Sprawdź połączenie i spróbuj ponownie.
pt: Não foi possível acessar o servidor de modelos. Verifique sua conexão e tente novamente.
ro: Nu s-a putut accesa serverul de modele. Verificați conexiunea și încercați din nou.
ru: Не удалось связаться с сервером моделей. Проверьте подключение и попробуйте снова.
sk: Nepodarilo sa pripojiť k serveru modelov. Skontrolujte pripojenie a skúste to znova.
sl: Strežnika modelov ni bilo mogoče doseči. Preverite povezavo in poskusite znova.
sv: Kunde inte nå modellservern. Kontrollera din anslutning och försök igen.
tr: Model sunucusuna ulaşılamadı. Bağlantınızı kontrol edip tekrar deneyin.
uk: Не вдалося звʼязатися з сервером моделей. Перевірте зʼєднання та спробуйте знову.
zh: 无法连接模型服务器。请检查网络连接后重试。

source: Create snippets to auto-replace phrases when you dictate. Say the trigger phrase, and the replacement text is inserted instead.
bg: Създайте сниппети за автоматично заместване на фрази при диктовка. Произнесете задействащата фраза и вместо нея ще се вмъкне заместващият текст.
cs: Vytvořte zkratky pro automatické nahrazení frází při diktování. Řekněte spouštěcí frázi a místo ní se vloží náhradní text.
da: Opret uddrag til automatisk erstatning af sætninger, når du dikterer. Sig udløsersætningen, og erstatningsteksten indsættes i stedet.
de: Erstellen Sie Textbausteine zum automatischen Ersetzen von Phrasen beim Diktieren. Sagen Sie die Auslösephrase, und der Ersetzungstext wird eingefügt.
el: Δημιουργήστε αποσπάσματα για αυτόματη αντικατάσταση φράσεων κατά την υπαγόρευση. Πείτε τη φράση ενεργοποίησης και εισάγεται το κείμενο αντικατάστασης.
es: Cree fragmentos para sustituir frases automáticamente al dictar. Diga la frase activadora y se insertará el texto de reemplazo.
et: Loo lõike, et dikteerimise ajal fraase automaatselt asendada. Ütle päästikfraas ja selle asemel sisestatakse asendustekst.
fi: Luo pätkiä, jotka korvaavat sanottuja fraaseja automaattisesti. Sano laukaisufraasi, niin korvaava teksti lisätään sen tilalle.
fr: Créez des raccourcis pour remplacer automatiquement des phrases pendant la dictée. Dites la phrase déclencheur et le texte de remplacement est inséré à la place.
hi: डिक्टेशन के दौरान वाक्यांशों को स्वतः बदलने के लिए स्निपेट बनाएँ। ट्रिगर वाक्यांश बोलें, और उसके बदले प्रतिस्थापन टेक्स्ट डाला जाएगा।
hr: Stvorite isječke za automatsku zamjenu fraza tijekom diktiranja. Izgovorite okidačku frazu, a umjesto nje umeće se zamjenski tekst.
hu: Hozzon létre szövegrészleteket a kifejezések automatikus cseréjéhez diktáláskor. Mondja ki az indítókifejezést, és helyette a cseresövege kerül beillesztésre.
it: Crei degli snippet per sostituire automaticamente le frasi durante la dettatura. Pronunci la frase di attivazione e al suo posto verrà inserito il testo sostitutivo.
ja: 音声入力時にフレーズを自動置換するスニペットを作成します。トリガーフレーズを話すと、代替テキストが挿入されます。
ko: 받아쓰기 시 구문을 자동으로 대체하는 스니펫을 만듭니다. 트리거 문구를 말하면 대체 텍스트가 대신 삽입됩니다.
lt: Sukurkite fragmentus, kad diktuojant frazės būtų automatiškai pakeičiamos. Pasakykite suaktyvinimo frazę ir vietoj jos bus įterptas pakaitinis tekstas.
lv: Izveidojiet fragmentus, lai diktēšanas laikā automātiski aizstātu frāzes. Pasakiet aktivizēšanas frāzi, un tās vietā tiks ievietots aizstāšanas teksts.
nb: Lag tekstsnutter for å erstatte fraser automatisk når du dikterer. Si utløserfrasen, så settes erstatningsteksten inn i stedet.
nl: Maak fragmenten om zinsdelen automatisch te vervangen tijdens het dicteren. Spreek de triggerzin uit en de vervangende tekst wordt in plaats daarvan ingevoegd.
pl: Twórz fragmenty do automatycznej zamiany fraz podczas dyktowania. Wypowiedz frazę wyzwalającą, a w jej miejsce zostanie wstawiony tekst zastępczy.
pt: Crie atalhos para substituir frases automaticamente ao ditar. Diga a frase de ativação e o texto de substituição será inserido no lugar.
ro: Creați fragmente pentru a înlocui automat expresii când dictați. Spuneți expresia de declanșare, iar textul de înlocuire este inserat în locul ei.
ru: Создайте сниппеты для автозамены фраз при диктовке. Произнесите триггерную фразу, и вместо неё будет вставлен текст замены.
sk: Vytvorte skratky na automatické nahradenie fráz pri diktovaní. Povedzte spúšťaciu frázu a namiesto nej sa vloží náhradný text.
sl: Ustvarite odlomke za samodejno zamenjavo besednih zvez med narekovanjem. Izgovorite sprožilno besedno zvezo in namesto nje se vstavi nadomestno besedilo.
sv: Skapa textutdrag för att ersätta fraser automatiskt när du dikterar. Säg utlösarfrasen, så infogas ersättningstexten i stället.
tr: Dikte ederken ifadeleri otomatik değiştirmek için kısayollar oluşturun. Tetikleyici ifadeyi söyleyin, yerine değiştirme metni eklenir.
uk: Створюйте фрагменти для автозаміни фраз під час диктування. Скажіть тригерну фразу, і замість неї буде вставлено текст заміни.
zh: 创建文本片段，在听写时自动替换短语。说出触发短语，替换文本将自动插入。

source: Custom
bg: Персонализирани
cs: Vlastní
da: Tilpasset
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
et: Kohandatud
fi: Oma
fr: Personnalisé
hi: कस्टम
hr: Prilagođeno
hu: Egyéni
it: Personalizzato
ja: カスタム
ko: 사용자 지정
lt: Pasirinktinis
lv: Pielāgots
nb: Egendefinert
nl: Aangepast
pl: Własne
pt: Personalizado
ro: Personalizat
ru: Пользовательские
sk: Vlastný
sl: Po meri
sv: Egen
tr: Özel
uk: Власний
zh: 自定义

source: Custom Prompts
bg: Персонализирани промптове
cs: Vlastní prompty
da: Tilpassede prompter
de: Benutzerdefinierte Prompts
el: Προσαρμοσμένες προτροπές
es: Comandos personalizados
et: Kohandatud viibad
fi: Omat kehotteet
fr: Prompts personnalisés
hi: कस्टम प्रॉम्प्ट
hr: Prilagođeni promptovi
hu: Egyéni promptok
it: Prompt personalizzati
ja: カスタムプロンプト
ko: 사용자 지정 프롬프트
lt: Pasirinktiniai užklausimai
lv: Pielāgoti pamudinājumi
nb: Egne ledetekster
nl: Aangepaste prompts
pl: Własne prompty
pt: Prompts personalizados
ro: Prompturi personalizate
ru: Пользовательские промпты
sk: Vlastné prompty
sl: Pozivi po meri
sv: Egna prompter
tr: Özel İstemler
uk: Власні промпти
zh: 自定义提示词

source: Default Style
bg: Стил по подразбиране
cs: Výchozí styl
da: Standardstil
de: Standardstil
el: Προεπιλεγμένο στυλ
es: Estilo predeterminado
et: Vaikestiil
fi: Oletustyyli
fr: Style par défaut
hi: डिफ़ॉल्ट शैली
hr: Zadani stil
hu: Alapértelmezett stílus
it: Stile predefinito
ja: デフォルトスタイル
ko: 기본 스타일
lt: Numatytasis stilius
lv: Noklusējuma stils
nb: Standardstil
nl: Standaardstijl
pl: Styl domyślny
pt: Estilo padrão
ro: Stil implicit
ru: Стиль по умолчанию
sk: Predvolený štýl
sl: Privzeti slog
sv: Standardstil
tr: Varsayılan Stil
uk: Стиль за замовчуванням
zh: 默认风格

source: Delete %lld
bg: Изтрийте %lld
cs: Smazat %lld
da: Slet %lld
de: %lld löschen
el: Διαγραφή %lld
es: Eliminar %lld
et: Kustuta %lld
fi: Poista %lld
fr: Supprimer %lld
hi: %lld हटाएँ
hr: Izbriši %lld
hu: %lld törlése
it: Elimina %lld
ja: %lld件を削除
ko: %lld개 삭제
lt: Ištrinti %lld
lv: Dzēst %lld
nb: Slett %lld
nl: %lld verwijderen
pl: Usuń %lld
pt: Excluir %lld
ro: Șterge %lld
ru: Удалить %lld
sk: Odstrániť %lld
sl: Izbriši %lld
sv: Radera %lld
tr: %lld Öğeyi Sil
uk: Видалити %lld
zh: 删除 %lld 条

source: Delete All
bg: Изтриване на всички
cs: Smazat vše
da: Slet alle
de: Alle löschen
el: Διαγραφή όλων
es: Eliminar todo
et: Kustuta kõik
fi: Poista kaikki
fr: Tout supprimer
hi: सभी हटाएँ
hr: Izbriši sve
hu: Összes törlése
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
lt: Ištrinti viską
lv: Dzēst visu
nb: Slett alle
nl: Verwijder alle
pl: Usuń wszystko
pt: Apagar tudo
ro: Ștergeți tot
ru: Удалить всё
sk: Odstrániť všetko
sl: Izbriši vse
sv: Radera alla
tr: Tümünü Sil
uk: Видалити все
zh: 全部删除

source: Delete All Recordings
bg: Изтрийте всички записи
cs: Smazat všechny nahrávky
da: Slet alle optagelser
de: Alle Aufnahmen löschen
el: Διαγραφή όλων των εγγραφών
es: Eliminar todas las grabaciones
et: Kustuta kõik salvestised
fi: Poista kaikki tallennukset
fr: Supprimer tous les enregistrements
hi: सभी रिकॉर्डिंग हटाएँ
hr: Izbriši sve snimke
hu: Összes felvétel törlése
it: Elimina tutte le registrazioni
ja: すべての録音を削除
ko: 모든 녹음 삭제
lt: Ištrinti visus įrašus
lv: Dzēst visus ierakstus
nb: Slett alle opptak
nl: Alle opnames verwijderen
pl: Usuń wszystkie nagrania
pt: Excluir todas as gravações
ro: Șterge toate înregistrările
ru: Удалить все записи
sk: Odstrániť všetky nahrávky
sl: Izbriši vse posnetke
sv: Radera alla inspelningar
tr: Tüm Kayıtları Sil
uk: Видалити всі записи
zh: 删除所有录音

source: Delete Recordings
bg: Изтрийте записите
cs: Smazat nahrávky
da: Slet optagelser
de: Aufnahmen löschen
el: Διαγραφή εγγραφών
es: Eliminar grabaciones
et: Kustuta salvestised
fi: Poista tallennukset
fr: Supprimer les enregistrements
hi: रिकॉर्डिंग हटाएँ
hr: Izbriši snimke
hu: Felvételek törlése
it: Elimina registrazioni
ja: 録音を削除
ko: 녹음 삭제
lt: Ištrinti įrašus
lv: Dzēst ierakstus
nb: Slett opptak
nl: Opnames verwijderen
pl: Usuń nagrania
pt: Excluir gravações
ro: Șterge înregistrările
ru: Удалить записи
sk: Odstrániť nahrávky
sl: Izbriši posnetke
sv: Radera inspelningar
tr: Kayıtları Sil
uk: Видалити записи
zh: 删除录音

source: Denied
bg: Отказан
cs: Zamítnuto
da: Afvist
de: Verweigert
el: Απορρίφθηκε
es: Denegado
et: Keelatud
fi: Estetty
fr: Refusé
hi: अस्वीकृत
hr: Odbijeno
hu: Megtagadva
it: Negato
ja: 拒否済み
ko: 거부됨
lt: Atmesta
lv: Liegta
nb: Nektet
nl: Geweigerd
pl: Odmówiono
pt: Negado
ro: Refuzat
ru: Отклонён
sk: Zamietnutý
sl: Zavrnjen
sv: Nekad
tr: Reddedildi
uk: Відхилено
zh: 已拒绝

source: Dictation
bg: Диктовка
cs: Diktování
da: Diktering
de: Diktat
el: Υπαγόρευση
es: Dictado
et: Dikteerimine
fi: Sanelu
fr: Dictée
hi: डिक्टेशन
hr: Diktiranje
hu: Diktálás
it: Dettatura
ja: 音声入力
ko: 받아쓰기
lt: Diktavimas
lv: Diktēšana
nb: Diktering
nl: Dicteren
pl: Dyktowanie
pt: Ditado
ro: Dictare
ru: Диктовка
sk: Diktovanie
sl: Narekovanje
sv: Diktering
tr: Dikte
uk: Диктування
zh: 听写

source: Dismiss
bg: Затворете
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
hi: बंद करें
hr: Zatvori
hu: Bezárás
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Atmesti
lv: Aizvērt
nb: Lukk
nl: Sluit
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sv: Stäng
tr: Kapat
uk: Закрити
zh: 关闭

source: Display an extra globe key on the keyboard. Your device already provides one, so this is optional.
bg: Показва допълнителен бутон с глобус на клавиатурата. Вашето устройство вече предоставя такъв, така че това е по избор.
cs: Zobrazí na klávesnici další klávesu s glóbem. Vaše zařízení už jednu poskytuje, takže je to volitelné.
da: Vis en ekstra globustast på tastaturet. Din enhed har allerede en, så dette er valgfrit.
de: Zeigt eine zusätzliche Globustaste auf der Tastatur an. Ihr Gerät stellt bereits eine bereit, daher ist dies optional.
el: Εμφανίζει ένα επιπλέον πλήκτρο υδρογείου στο πληκτρολόγιο. Η συσκευή σας παρέχει ήδη ένα, οπότε αυτό είναι προαιρετικό.
es: Muestra una tecla del globo adicional en el teclado. Su dispositivo ya proporciona una, así que es opcional.
et: Kuva klaviatuuril täiendav gloobuse klahv. Teie seade pakub juba ühte, seega on see valikuline.
fi: Näytä näppäimistössä ylimääräinen maapallonäppäin. Laitteessasi on jo yksi, joten tämä on valinnainen.
fr: Affiche une touche globe supplémentaire sur le clavier. Votre appareil en fournit déjà une, c’est donc facultatif.
hi: कीबोर्ड पर एक अतिरिक्त ग्लोब बटन दिखाता है। आपका डिवाइस पहले से एक प्रदान करता है, इसलिए यह वैकल्पिक है।
hr: Prikazuje dodatnu tipku s globusom na tipkovnici. Vaš uređaj već ima jednu, pa je ovo neobavezno.
hu: Egy plusz földgömb gombot jelenít meg a billentyűzeten. Az eszköz már biztosít egyet, így ez nem kötelező.
it: Mostra un tasto globo aggiuntivo sulla tastiera. Il Suo dispositivo ne fornisce già uno, quindi è facoltativo.
ja: キーボードに追加の地球儀キーを表示します。お使いのデバイスには既に搭載されているため、これはオプションです。
ko: 키보드에 추가 지구본 키를 표시합니다. 기기에서 이미 제공하므로 선택 사항입니다.
lt: Rodyti papildomą gaublio klavišą klaviatūroje. Jūsų įrenginys jį jau pateikia, todėl tai pasirinktina.
lv: Parāda tastatūrā papildu globusa taustiņu. Jūsu ierīce jau to nodrošina, tāpēc tas ir izvēles iespēja.
nb: Vis en ekstra globustast på tastaturet. Enheten din har allerede en, så dette er valgfritt.
nl: Toont een extra wereldbol-toets op het toetsenbord. Uw apparaat biedt er al een, dus dit is optioneel.
pl: Wyświetla dodatkowy klawisz globusa na klawiaturze. Urządzenie już go udostępnia, więc jest to opcjonalne.
pt: Mostra uma tecla do globo extra no teclado. Seu dispositivo já fornece uma, então isso é opcional.
ro: Afișează o tastă glob suplimentară pe tastatură. Dispozitivul dvs. oferă deja una, așa că aceasta este opțională.
ru: Добавляет дополнительную клавишу глобуса на клавиатуру. Ваше устройство уже предоставляет такую, поэтому это необязательно.
sk: Zobrazí na klávesnici ďalší kláves s glóbusom. Vaše zariadenie ho už poskytuje, takže je to voliteľné.
sl: Prikaže dodatno tipko z globusom na tipkovnici. Vaša naprava jo že ponuja, zato je to izbirno.
sv: Visa en extra globtangent på tangentbordet. Din enhet har redan en, så detta är valfritt.
tr: Klavyede fazladan bir dünya tuşu gösterir. Cihazınız zaten bir tane sağladığından bu isteğe bağlıdır.
uk: Показувати додаткову клавішу глобуса на клавіатурі. Ваш пристрій уже надає таку, тож це необовʼязково.
zh: 在键盘上额外显示一个地球键。您的设备已经提供了一个，因此这是可选的。

source: Done
bg: Готово
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
et: Valmis
fi: Valmis
fr: OK
hi: हो गया
hr: Gotovo
hu: Kész
it: Fine
ja: 完了
ko: 완료
lt: Atlikta
lv: Gatavs
nb: Ferdig
nl: Gereed
pl: Gotowe
pt: OK
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sv: Klar
tr: Bitti
uk: Готово
zh: 完成
